{
  "heading": "Back Sergij's Plan to Empower His Community",
  "paragraphs": "Sergij's family includes his father, mother, and nine-year-old sister. In February 2022, their lives took a dramatic turn due to the outbreak of war. Sergij's father lost his job, which significantly reduced their family's income. Sergij's mother has disabilities and needs special care. Despite his best efforts, Sergij can't manage to purchase a new laptop because his earnings are devoted to supporting his family and buying groceries.",
  "image_mobile": "/images/sergij-proskurnin-mobile.jpg",
  "paypal_link": "https://www.paypal.com/donate?campaign_id=2UTN357WDH7UC",
  "image_tablet": "/images/sergij-proskurnin-large.jpg",
  "intro": "Meet Sergij, a dedicated language teacher with a remarkable talent for mastering foreign languages. Feeling the urge to explore new horizons where he could unleash his skills, he delved into web development. He discovered that it requires a unique blend of creativity and precision, much like learning a different language. Sergij's aspirations come to life in the digital world, where he constantly seeks innovative solutions and brings captivating designs to life.\nOnce the war in Ukraine is over, Sergij plans to establish a web development school, offering free courses to Ukrainian military personnel's children and the brave individuals currently defending Ukraine against Russian occupiers. Through this institution, Sergij hopes to make a positive impact on his community. He intends to contribute to this dream by teaching at the school. Still, he acknowledges the need to attain a specific level of expertise in web development. \nHis outdated laptop interferes with the learning process: it often overheats and shuts down, causing information loss and slowing his progress.",
  "image_tablet_webp": "/images/sergij-proskurnin-large.webp",
  "image_mobile_webp": "/images/sergij-proskurnin-mobile.webp",
  "first_name": "Sergij",
  "id": "sergij-proskurnin",
  "quote": "A new laptop would help me to overcome my primary blocker at the moment. It would allow me to fully immerse myself in my studies and collaborative projects without being concerned about any interruptions. Additionally, it would enhance my productivity and planning abilities,  paving the way for success in my web development journey."
}