{
  "heading": "Elevate Yaroslav's Game Design Studies for Real-World Impact",
  "paragraphs": "Yaroslav comes from a family of four, including his father, mother, and sister. Since he was ten years old, he has faced health challenges that prevent him from walking, requiring him to rely on an electric scooter designed for individuals with disabilities. Managing his health requires daily rehabilitation, costly medical equipment, and essential medications. Consequently, the financial burden associated with his health needs makes it difficult for Yaroslav and his family to obtain the necessary equipment for his dream career as a game designer.",
  "image_mobile": "/images/yaroslav-zarutskyi-mobile.jpg",
  "paypal_link": "https://www.paypal.com/donate?campaign_id=HGC2XQTRHBCSG",
  "image_tablet": "/images/yaroslav-zarutskyi-large.jpg",
  "intro": "Yaroslav has found his true passion in game development in a world where video games have become an essential part of our culture. Since he was a child, he has been dreaming of working in game design. \nYaroslav firmly believes that game design and game studies research can influence not only the gaming landscape but also broader aspects of society, such as improving user interfaces and public spaces, fostering inclusivity, and even shaping the way we interact with the physical world, making it more accessible to all.\nPresently, Yaroslav is grappling with significant laptop issues, including a slow processor, overheating, and a malfunctioning camera. These challenges hinder his ability to engage in learning processes and team projects and negatively impact his productivity.",
  "image_tablet_webp": "/images/yaroslav-zarutskyi-large.webp",
  "image_mobile_webp": "/images/yaroslav-zarutskyi-mobile.webp",
  "first_name": "Yaroslav",
  "id": "yaroslav-zarutskyi",
  "quote": "With a new computer, I can overcome my current limitations. It will help me work more efficiently on game design tasks and collaborate easily with my team. The improved performance and advanced features will unlock my potential, enabling me to significantly contribute to the Palianytsia Foundation project and support Ukraine, which is suffering from the full-scale aggression of Russia."
}