{
  "heading": "Elevate Vasylyna's Art Studies for Creative Empowerment",
  "paragraphs": "Vasylyna comes from a family of seven, including her mother, father, sister, and three brothers. Unfortunately, her family is facing financial difficulties due to the consequences of the war. Her father, whom she admires greatly, lost his job, and the family's financial situation became challenging. Despite the hardship, they remain united but cannot afford the equipment Vasylyna needs to pursue her passion and support her family through her art.",
  "image_mobile": "/images/vasylyna-tsyvinska-mobile.jpg",
  "paypal_link": "https://www.paypal.com/donate?campaign_id=NNVFZ3YTEYAPA",
  "image_tablet": "/images/vasylyna-tsyvinska-large.jpg",
  "intro": "Vasylyna is a gifted and imaginative artist passionate about animation and 2D/3D artistry. Art, to her, is not just a means of self-expression; it is a powerful instrument for change. She envisions a world where her creations bring joy, inspiration, and healing to people's lives. Through her talent, she feels she can make a difference, touch hearts, and help others see the beauty in the world. However, there is a significant obstacle in her pursuit of her passion: she belongs to a large family that shares the only laptop among three members, which makes it difficult for Vasylyna to focus on her aspirations.",
  "image_tablet_webp": "/images/vasylyna-tsyvinska-large.webp",
  "image_mobile_webp": "/images/vasylyna-tsyvinska-mobile.webp",
  "first_name": "Vasylina",
  "id": "vasylina-tsyvinska",
  "quote": "As I progress in my artistic journey and face tougher tasks, it's crucial for me to have access to better tools. With the appropriate tech gear, I could create art that tells stories and spreads optimism and encouragement. It would boost my learning, foster my development, and allow me to impart knowledge to my younger brothers. Most importantly, I want to establish an artistic community where young people affected by war can find solace and healing through their creativity."
}
